/* Action name for make a new page. */
"Add Canvas" = "キャンバスを追加";

/* Action name for adding a column to a table. */
"Add Column" = "列を追加";

/* Action name for creating a new item in the outline view. */
"Add Item" = "項目を追加";

/* Action name for adding a new layer. */
"Add Layer" = "レイヤーを追加";

/* Action name for adding a magnet. */
"Add Magnet" = "磁石を追加";

/* Action name for make a new master page. */
"Add Master Canvas" = "マスターキャンバスを追加";

/* Action name for adding a row to a table. */
"Add Row" = "項目を追加";

/* Action name for adding a new shared layer. */
"Add Shared Layer" = "共有レイヤーを追加";

/* Action name for align columns. */
"Align Column" = "列を揃える";

/* Action name for aligning the selected graphics to the grid (inspector action).
   Action name for aligning the selected graphics to the grid (menu action). */

"Align Objects to Grid" = "オブジェクトをグリッドに揃える";

/* Action name for align rows. */
"Align Row" = "行を揃える";

/* Action name for alignment. */
"Alignment" = "位置合わせ";

/* Action name for allowing/refusing connections. */
"Allow Connections" = "接続を許可";

/* Action name for allowing shapes to become labels. */
"Allow Shape Labels" = "図形ラベルになるのを許可";

/* Action name for applying new outline style. */
"Apply Style" = "スタイルを適用";

/* Action name for changing orthogonal line bar. */
"Bar Adjustment" = "バーを調整";

/* Action name for bring forward. */
"Bring Forward" = "前面へ";

/* Action name for bring to front. */
"Bring To Front" = "最前面へ";

/* Action name for using the style brush. */
"Brush" = "ブラシ";

/* Action name for changing whether the canvas is an integral number of pieces of paper wide and high. */
"Canvas fits Paper" = "キャンバスを用紙に合わせる";

/* Action name for setting the canvas origin. */
"Change Origin" = "基点を変更";

/* Action name for clearing images. */
"Clear Image" = "画像を削除";

/* Action name for collapsing subgraphs. */
"Collapse" = "折りたたむ";

/* Action name for converting color profiles. */
"Color Conversion" = "色を変換";

/* Action name for assigning color profiles. */
"Color Profile Assignment" = "カラープロファイルを適用";

/* Action name for newly created shapes. */
"Create" = "作成";

/* Action name for cut. */
"Cut" = "カット";

/* Action name for deleting graphics. */
"Delete" = "削除";

/* Action name for deleting a page. */
"Delete Canvas" = "キャンバスを削除";

/* Action name for deleting a graphic or graphics. */
"Delete Graphic" = "グラフィックを削除";

/* Action name for deleting a layer or layers.
   Action name for deleting a layer. */

"Delete Layer" = "レイヤーを削除";

/* Action name for deleting a magnet. */
"Delete Magnet" = "磁石を削除";

/* Action name for deleting magnets. */
"Delete Magnets" = "磁石を削除";

/* Action name for deleting a master canvas. */
"Delete Master Canvas" = "マスターキャンバスを削除";

/* Action name for deleting knobs / control points. */
"Delete Point" = "ポイントを削除";

/* Action name for deleting a layer. */
"Delete Shared Layer" = "共有レイヤーを削除";

/* Action name for turning off kerning */
"Disable Kerning" = "カーネリングを無効化";

/* Action name for allowing/refusing connections. */
"Disallow Connections" = "接続を禁止";

/* Action name for disallowing shapes to become labels. */
"Disallow Shape Labels" = "図形ラベルになるのを禁止";

/* Action name for changing distance guide enabled. */
"Distance Guide Change" = "間隔ガイドを変更";

/* Action name for distributing columns.
   Action name for distributing rows. */

"Distribute" = "分配";

/* Action name for dropping in a graphic. */
"Dropped Graphic" = "ドロップされたグラフィック";

/* Action name for dropping in an image. */
"Dropped Image" = "ドロップされた画像";

/* Action name for dropping in multiple images. */
"Dropped Images" = "ドロップされた画像";

/* Action name for dropping in a link.
   Action name for dragging in a link. */

"Dropped Link" = "ドロップされたリンク";

/* Action name for dropping in some text. */
"Dropped Text" = "ドロップされたテキスト";

/* Action name for duplicating a page. */
"Duplicate Canvas" = "キャンバスを複製";

/* Action name for duplicating layers. */
"Duplicate Layer" = "レイヤーを複製";

/* Action name for setting character spacing to kerned */
"Enable Kerning" = "カーネリングを有効化";

/* Action name for collapsing subgraphs. */
"Expand" = "展開";

/* Action name for flipping shapes and group. */
"Flip" = "反転";

/* Action name for setting the grid alignment to edges or centers (inspector action). */
"Grid Alignment" = "グリッド揃え";

/* Action name for aligning centers to the gird. */
"Grid Centers" = "中央をグリッドに合わせる";

/* Action name for showing the grid in front/back.
   Action name for whether the grid prints or not. */

"Grid Change" = "グリッド変更";

/* Action name for grouping. */
"Group" = "グループ：";

/* Action name for making a subgraph. */
"Group as Subgraph" = "サブグラフとしてグループ化";

/* Action name for whether to connect to a group or it's components. */
"Group Connection Behavior" = "グループ接続の方法";

/* Action name for changing guide lock. */
"Guide Locking" = "ガイドをロック";

/* Action name for changing guide visibility. */
"Guide Visibility" = "ガイド表示";

/* Action name for changing how images are drawn using the inspector. */
"Image Drawing Change" = "描画方法を変更";

/* Action name for changing whether image is an alias or embedded. */
"Image Embed" = "画像を埋め込む";

/* Action name for changing how images are offset using the inspector. */
"Image Offset" = "画像オフセット";

/* Action name for indenting some cells in the outline. */
"Indent" = "インデント";

/* shape action */
"Intersection" = "交差部分";

/* Action name for adding a label. */
"Label" = "ラベル";

/* Action name for changing a layer attribute. */
"Layer Change" = "レイヤー変更";

/* Action name for automatic layout. */
"Layout" = "レイアウト";

/* Action name for setting the line end scale. */
"Line End Scale" = "ライン末端の大きさ";

/* Action name for changing line hop type. */
"Line Hop Type" = "ライン飛び越しの種類";

/* Action name for changing link visibility. */
"Link Visibility" = "リンクを表示";

/* Action name for lock. */
"Lock" = "ロック";

/* Action name for Loosen Kerning. */
"Loosen Kerning" = "カーニングをゆるく";

/* Action name for changing magnet positions. */
"Magnet Change" = "磁石を変更";

/* Action name for changing magnet visibility. */
"Magnet Visibility" = "磁石を表示";

/* Action name for show/hide major grid. */
"Major Grid Change" = "大グリッドを変更";

/* Action name for changing the major grid spacing. */
"Major Grid Spacing" = "大グリッドの間隔：";

/* Action name for converting bezier or polygon graphic to shaped graphic. */
"Make Custom" = "カスタム図形に変換";

/* Action name for converting shaped graphic to bezier or polygon graphic. */
"Make Editable" = "編集可能にする";

/* Action name for natural size. */
"Make Natural Size" = "縦横比を維持する";

/* Action name for make same height. */
"Make Same Height" = "高さを合わせる";

/* Action name for make same size. */
"Make Same Size" = "サイズを合わせる";

/* Action name for make same width. */
"Make Same Width" = "幅を合わせる";

/* Action name for making tables. */
"Make Table" = "表を作成";

/* Action name Margin Change. */
"Margin Change" = "余白を変更";

/* Action name for merging a layer. */
"Merge Layer" = "レイヤーを統合";

/* Action name for moves. */
"Move" = "移動";

/* Action name for moving a layer. */
"Move Layer" = "レイヤーを移動";

/* Action name for moving a magnet. */
"Move Magnet" = "磁石を移動";

/* Action name for moving graphics to a layer. */
"Move to Layer" = "レイヤーに移動";

/* Action name for make a new layer. */
"New Layer" = "新規レイヤー";

/* Action name for changing note visibility. */
"Note Visibility" = "ノートを表示";

/* Action name for nudge keyboard commands. */
"Nudge" = "矢印キーでの移動";

/* Action name for setting image opacity. */
"Opacity" = "不透明度：";

/* Action name for label orientation.
   Action name for changing the page orientation. */

"Orientation" = "方向";

/* Action name for changing origin visibility. */
"Origin Visibility" = "基点の表示";

/* Action name for un-indenting some cells in the outline. */
"Outdent" = "インデント解除";

/* Action name for changing page break visibility. */
"Page Break Visibility" = "改ページの表示";

/* Action name for printing on one page. */
"Page Printing" = "ページのプリント";

/* Action name for changing print info. */
"Page Setup" = "ページ設定";

/* Action name for paste. */
"Paste" = "ペースト";

/* Action name for changing font. */
"Paste Font" = "フォントをペースト";

/* Action name for pasting magnets. */
"Paste Magnets" = "磁石をペースト";

/* Action name for pasting styles. */
"Paste Style" = "スタイルをペースト";

/* Action name for adding knobs. */
"Point" = "ポイント";

/* Action name for removing links. */
"Remove Action" = "アクションを取り除く";

/* Action name for removing a column from a table. */
"Remove Column" = "列を取り除く";

/* Action name for clearing dependency with the master canvas. */
"Remove Master Dependency" = "マスターキャンバスへの従属を取り除く";

/* Action name for removing extra points. */
"Remove Points" = "ポイントを取り除く";

/* Action name for removing a row from a table. */
"Remove Row" = "列を取り除く";

/* Action name for text replacement. */
"Replace" = "置換";

/* Action name for text replacement. */
"Replace All" = "すべてを置換";

/* Action name for reshaping lines. */
"Reshape" = "図形を変更";

/* Action name for resizes. */
"Resize" = "サイズ変更";

/* Action name for resizing the canvas. */
"Resize Canvas" = "キャンバスのサイズ変更";

/* Action name for reversing the blends. */
"Reverse Blend" = "ブレンドを反転";

/* Action name for reversing. */
"Reverse Line" = "ラインを裏返す";

/* Action name for rotating shapes and group. */
"Rotation" = "回転";

/* Action name for ruler units change. */
"Ruler Units" = "ルーラー単位";

/* Action name for scale string change. */
"Scale" = "スケール";

/* Action name for send backward. */
"Send Backward" = "背面へ";

/* Action name for send to back. */
"Send To Back" = "最背面へ";

/* Action name for setting whether or not a graphic allows any types of connections. */
"Set Allows Connections" = "接続の許可を設定";

/* Action name for setting the center of the blend. */
"Set Blend Center" = "ブレンドの中央を設定";

/* Action name for setting the second blend color. */
"Set Blend Color" = "ブレンド色を設定";

/* Action name for setting the blend fraction. */
"Set Blend Fraction" = "ブレンドの割合を設定";

/* Action name for setting the rotation of the blend. */
"Set Blend Rotation" = "ブレンドの角度を設定";

/* Action name for numerically setting bounds. */
"Set Bounds" = "範囲を設定";

/* Action name for setting character spacing. */
"Set Character Spacing" = "文字間隔を設定";

/* Action name for setting the corner radius. */
"Set Corner Radius" = "角の丸みを設定";

/* Action name for setting the fill. */
"Set Fill" = "フィルを適用";

/* Action name for set fill color.
   Action name for setting fill color. */

"Set Fill Color" = "フィル色を設定";

/* Action name for setting the fill type. */
"Set Fill Type" = "フィル種類を設定";

/* Action name for changing font. */
"Set Font" = "フォントを設定";

/* Action name for setting images. */
"Set Image" = "画像を設定";

/* Action name for setting inter-line spacing. */
"Set Inter-Line Spacing" = "行間を設定";

/* Action name for setting links. */
"Set Jump" = "ジャンプを設定";

/* Action name for setting label offsets. */
"Set Label Offset" = "ラベルオフセットを設定";

/* Action name for setting label positions. */
"Set Label Position" = "ラベル位置を設定";

/* Action name for setting links. */
"Set Layers" = "レイヤーを設定";

/* Action name for setting lines. */
"Set Line" = "ラインを設定";

/* Action name for set line pattern. */
"Set Line Dash Pattern" = "ラインの種類を設定";

/* Action name for setting line ends. */
"Set Line End" = "ラインの末端を設定";

/* Action name for set line width. */
"Set Line Width" = "ラインの幅を設定";

/* Action name for setting lines to always draw at least a single screen pixel wide. */
"Set Lines to Draw at Least 1 Pixel Wide" = "ラインの太さを1ピクセル以上に設定";

/* Action name for setting lines to not always draw at least a single screen pixel wide. */
"Set Lines to Draw Thinner Than 1 Pixel If Needed" = "太さ1ピクセル以下のラインを許可";

/* Action name for setting links. */
"Set Link" = "リンクを設定";

/* Action name for setting the middle blend color. */
"Set Middle Blend Color" = "中間のブレンド色を設定";

/* Action name for setting notes. */
"Set Note" = "メモの設定";

/* Action name for changing the text outline. */
"Set Outline" = "アウトラインを設定";

/* Action name for setting links. */
"Set Script" = "スクリプトを設定";

/* Action name for set shadow color. */
"Set Shadow Color" = "シャドウの色を設定";

/* Action name for setting shapes. */
"Set Shape" = "図形を設定";

/* Action name for setting text padding. */
"Set Side Padding" = "左右パディングを設定";

/* Action name for setting stroke color.
   Action name for setting whether stroke draws. */

"Set Stroke Color" = "ストローク色を設定";

/* Action name for set line join style. */
"Set Stroke Corner Style" = "ストロークの角のスタイルを設定";

/* Action name for set line cap style. */
"Set Stroke End Style" = "ストロークの端のスタイルを設定";

/* Action name for setting styles. */
"Set Style" = "スタイルを設定";

/* Action name for setting text placement. */
"Set Text Alignment" = "テキスト揃えを設定";

/* Action name for setting text autosizing. */
"Set Text Autosizing" = "テキストの自動サイズ調整を設定";

/* Action name for setting text color. */
"Set Text Color" = "テキスト色を設定";

/* Action name for setting text placement. */
"Set Text Placement" = "テキスト配置を設定";

/* Action name for setting text wrapping. */
"Set Text Wrapping" = "折り返し設定";

/* Action name for setting text padding. */
"Set Top/Bottom Padding" = "上下パディングを設定";

/* Action name for changing the underline. */
"Set Underline" = "アンダーラインを設定";

/* Action name for setting the shadow. */
"Shadow" = "シャドウ";

/* Action name for changing the shadow level. */
"Shadow Below" = "シャドウの位置";

/* Action name for changing the shadow fuzziness. */
"Shadow Fuzziness" = "シャドウのぼかし";

/* Action name for changing the shadow vector. */
"Shadow Vector" = "シャドウの向き";

/* Action name for showing the grid. */
"Show Grid Change" = "グリッドを表示";

/* Action name for resizing the selected graphics to fit the grid (inspector action).
   Action name for resizing the selected graphics to fit the grid (menu action). */

"Size Objects to Grid" = "オブジェクトのサイズをグリッドに合わせる";

/* Action name for Size to Fit. */
"Size to Fit" = "内容に合わせる";

/* Action name for image size. */
"Size to Fit Image" = "画像にサイズを合わせる";

/* Action name for changing guides enabled. */
"Smart Guide Change" = "スマートガイドを変更";

/* Action name for snapping to the grid. */
"Snap To Grid Change" = "変更したグリッドにスナップ";

/* Action name for spacing columns.
   Action name for spacing rows. */

"Spacing" = "間隔";

/* Action name for rubber stamping. */
"Stamp" = "スタンプ";

/* Action name for setting the stroke. */
"Stroke" = "ストローク";

/* shape action */
"Subtraction" = "非共通部分";

/* Action name for setting text position. */
"Text Position" = "テキスト配置";

/* Action name for setting text rotation. */
"Text Rotation" = "テキスト回転：";

/* Action name for Tighten Kerning. */
"Tighten Kerning" = "カーニングをきつく";

/* Action name for Turn Off Kerning. */
"Turn Off Kerning" = "カーニング解除";

/* Action name for ungrouping. */
"Ungroup" = "グループ化解除";

/* shape action */
"Union" = "結合";

/* Action name for unlock. */
"Unlock" = "ロック解除";

/* Action name Use Entire Page. */
"Use Entire Page" = "ページ全体を使用";

/* Action name for Use Standard Kerning. */
"Use Standard Kerning" = "標準カーニングを使用";